<?php
  include 'header.php';
?>

	<section class="ukr" id="news">
    <div class="ymovu"><p>Секція етнології</p>
  </div>
	</header>
  <div class="his">
    <div class="container2" id="math">
      <p> <img src="структура/етнологія/etnol.webp" alt="" class="photorob minimized"> З вересня 2016 р. на базі Гусятинської філії (Гусятинський коледж ТНТУ ім. І. Пулюя) Тернопільського обласного відділення МАН України активно працює секція Етнології. </p>
<p>Метою її діяльності є:</p>
<ul style=" padding-top: 10px; list-style: none;">
<li><p>− пошук і відбір обдарованої молоді серед учнів і студентів;</p></li> 
<li><p>− створення умов для активної творчої діяльності, інтелектуального розвитку слухачів;</p></li>
<li><p>− поглиблення їхніх знань з різних наукових галузей, зокрема, етнографії, етнології, українознавства, історії, краєзнавства, історичної географії, фольклористики;</p> </li>
<li><p>− озброєння практичними навиками пошукової та науково – дослідницької роботи.</p></li>
</ul>
<p>Структура змісту роботи секції побудована таким чином, що слухачі не лише отримують цікаві базові відомості із етнології, географії, історії, лінгвістики, культурології, релігієзнавства, археології, але і здобувають знання із регіоналістики, краєзнавства, традиційної культури, історії побуту та повсякденності народів світу,їх календарної обрядовості. Окрім цього, важлива роль надається формуванню мовної культури студентів, їх наукової грамотності. </p>
<p>У рамках діяльності секції, окрім планових лекційних і практичних занять, студенти постійно працюють над різноманітними науково-популярними напрямками вітчизняної етнографії та етнології, нерідко тематика таких завдань пропонується самими слухачами. Майже кожне заняття передбачає не лише вивчення теоретичного матеріалу, але і практичну частину (оформлення контурних карт, атласів, замальовок, збір зразків народної творчості (схеми, фото національного строю (одяг, взуття, головні убори, прикраси), лінгвістичних матеріалів (діалекти сіл Гусятинщини), фольклору (рекрутські голосіння, жовнірські пісні, весільні піснеспіви) тощо.</p>
<p>Під час проведення занять створюються сприятливі умови для засвоєння навчального матеріалу, застосовуються мультимедійні та геоінформаційні технології (презентації, відео демонстрації, навчальні фільми); методи контролю й самоконтролю (розповідь, бесіда, пояснення), організовуються нетрадиційні типи занять (тренінги, дидактичні ігри, диспути, майстер-класи, інтегровані (міжпредметні) заняття, екскурсії, виставки), прийоми розвитку логічних дій (аналіз, порівняння, співставлення, виключення), педагогічні техніки із організації навчально-пізнавальної діяльності та оцінювання якості знань. 
Науковий керівник секції етнології – к.і.н. Мацко Н.С.
</p>
    </div>
    </div>
</section>
<?php include 'footer.php' ?>