<?php
  $page_title = 'Історія';
  require_once 'header.php';
?>
<head>
  <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.4.1/css/bootstrap.min.css">
</head>
<section class="history" id="news">
		<div class="ymovu"><p>Історія</p>
	</div>
	</header>
	<div class="his">
		<div class="container2" id="">
			<p>У вересні 2014 року на базі Гусятинського коледжу ТНТУ імені Івана Пулюя було відкрито секцію інформатики та обчислювальної техніки Гусятинської філії Тернопільського обласного відділення МАН України. Відповідальною за роботу призначено викладача-методиста коледжу Оляніну Надію Володимирівну. 
			У лютому 2016 році студенти першого курсу коледжу взяли участь у обласному конкурсі-захисті науково-дослідницьких робіт. 
			</p> 
			<br>
      <div class="table table-striped table-responsive">
			<table  class="table table-striped table-hover"> 
  <thead>
    <tr>
      <th scope="col">№</th>
      <th scope="col">ПІБ учасника конкурсу</th>
      <th scope="col" style="text-align: center;">Секція</th>
      <th scope="col" style="text-align: center;">Тема роботи</th>
      <th scope="col">Науковий керівник</th>
      <th scope="col">Призове місце</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <th scope="row">1</th>
      <td>Олянін Денис Валерійович</td>
      <td>Інформаційні системи, бази даних та системи штучного інтелекту</td>
      <td>Створення навчально-розвиваючої програми для дітей</td>
     <td style=" white-space: nowrap;">Оляніна Н. В.</td>
     <td>І</td>

    </tr>
    <tr>
      <th scope="row">2</th>
      <td>Клекот Віталій Михайлович</td>
      <td>Технології програмування</td>
      <td>Демонстрація основних математичних операцій над матрицями в середовищі Delphi</td>
     <td>Барціховська К. І.</td>
     <td>ІІІ</td>

    </tr>
  </tbody>
</table>
<hr>
</div>
	<p style="margin-top: 30px;">
		З вересня 2016 року працює секція «Етнологія». Цікаві заняття із етнології, історії, культурології, релігієзнавства, археології, краєзнавства, традиційної культури, історії побуту та повсякденності народів світу, їх календарної обрядовості проводить к. іст. н. Мацко Наталя Степанівна.
	</p>
	<div class="ph2">
	 <img src="історія/Мацко2.webp" alt="" class="photohist minimized">
	 </div>
	<p style="margin-top: 30px;">
		У лютому 2017 року слухачі МАНу презентували свої науково-дослідницькі роботи, розроблені програми, презентації тощо. За результатами конкурсу-захисту здобуто ряд призових місць. 
	</p>
	<br>
	
	<table class="table table-striped table-responsive table-hover">
  <thead>
    <tr>
      <th scope="col">№</th>
      <th scope="col">ПІБ учасника конкурсу</th>
      <th scope="col" style="text-align: center;">Секція</th>
      <th scope="col" style="text-align: center;">Тема роботи</th>
      <th scope="col">Науковий керівник</th>
      <th scope="col">Призове місце</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <th scope="row">1</th>
      <td>Зеленський Костянтин Костянтинович</td>
      <td>Інформаційні системи, бази даних та системи штучного інтелекту</td>
      <td>Автоматизація обліку бібліотечного фонду коледжу</td>
     <td>Оляніна Н. В.</td>
     <td>ІІІ</td>

    </tr>
    <tr>
      <th scope="row">2</th>
      <td>Клекот Віталій Михайлович</td>
      <td>Технології програмування</td>
      <td>Програвач мультимедіа файлів із системою візуалізації</td>
     <td>Барціховська К. І.</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">3</th>
      <td>Борніцький Ростислав Іванович</td>
      <td>Інтернет-технології та Web-дизайн</td>
      <td>Розробка ігрових програм для розвитку логічного мислення</td>
     <td>Стельмащук Л. В.</td>
     <td>ІІІ</td>
    </tr>

    <tr>
      <th scope="row">4</th>
      <td>Мимрик Назарій Іванович</td>
      <td>Етнологія	</td>
      <td>«Повстанська криївка як вияв української ідентичності (на матеріалах УПА-Захід)».</td>
     <td>Мацко Н. С.</td>
     <td>ІІІ</td>
    </tr>

    <tr>
      <th scope="row">5</th>
      <td>Олянін Денис Валерійович	</td>
      <td>Мультимедійні системи, навчальні та ігрові програми		</td>
      <td>Створення мобільного додатку для розвитку логічного мислення молодшого та середнього шкільного віку	</td>
     <td>Оляніна Н. В.	</td>
     <td>І</td>

    </tr>

    <tr>
      <th scope="row">6</th>
      <td>Череватий Ярослав</td>
      <td>Гідрологія</td>
      <td>Збручанські мінеральні води: гідрогеологічна характеристика та використання для санаторно-курортного лікування	</td>
     <td>Ковальчук М. А.</td>
     <td>ІІІ</td>

    </tr>
  </tbody>
</table>
<hr>
	<p style="margin-top: 30px;">
		Олянін Денис, робота на тему: «Створення мобільного додатку для розвитку логічного мислення молодшого та середнього шкільного віку», диплом І ступеня (секція «Мультимедійні системи, навчальні та ігрові програми», керівник Оляніна Надія Володимирівна). Денис представляв область на Всеукраїнському конкурсі-захисті науково-дослідницьких робіт у Києві. 
	</p>
	<div class="ph2">
	 <img  class="photohist minimized" src="історія/усі.webp" alt="">
	</div>
	<p style="margin-top: 30px;" >
		1 червня 2017 р. у приміщенні читальної зали науково-технічної бібліотеки ТНТУ ім. І. Пулюя відбулися підсумкові збори Тернопільського обласного відділення МАН України. Під час заходу особлива увага була акцентована на успіхах переможців ІІ етапу Всеукраїнського конкурсу-захисту науково-дослідницьких робіт. 
Відповідальні за роботу філій, відділень, керівники наукових товариств одержали пам’ятні альбоми «Учнівська наукова еліта», а базові навчальні заклади – сертифікати на право здійснення науково-дослідницької діяльності. Такий сертифікат отримав Гусятинський коледж.
	</p>
	<div class="ph2">
	 <img class="photohist minimized" src="історія/сертифікат.webp" alt="">
	</div>
	<p style="margin-top: 40px;">
		З метою популяризації математичних знань, поглибленого вивчення математики й кращого знайомства студентів коледжу із прикладними застосуваннями її у менеджменті, програмуванні, інженерії та моделюванні економічних процесів з вересня 2017 року запрацювала секція математики Малої академії наук України. Заняття проводить к. ф.-м. н. Стельмащук Людмила Володимирівна.
	</p>
	<div class="ph2">
	 <img class="photohist minimized" src="історія/матем1.webp" alt="">
	</div>
	<p style="margin-top: 25px;">
		12 січня 2018 року на базі Гусятинського коледжу проводився І етап Всеукраїнського конкурсу-захисту науково-дослідницьких робіт учнів-членів Тернопільського обласного відділення Малої академії наук України.
Молодих науковців привітав директор коледжу, к. т. н. Зеленський Костянтин Васильович та методист Тернопільського обласного відділення Дідушицька Богдана Станіславівна. За результатами районного конкурсу 9 студентів вибороли право змагатися в області.
	</p>
	<div class="ph2">
	 <img class="photohist minimized" src="історія/12 січня.webp" alt="">
	</div>
	<p style="margin-top: 30px;">
		17 лютого 2018 року у місті Тернопіль захистом науково-дослідницьких проектів завершилася піврічна робота студентів Гусятинського коледжу ТНТУ імені Івана Пулюя — учасників Малої академії наук.
	</p>
	<br>
	<table class="table table-striped table-responsive">
  <thead>
    <tr>
      <th scope="col">№</th>
      <th scope="col">ПІБ учасника конкурсу</th>
      <th scope="col" style="text-align: center;">Секція</th>
      <th scope="col" style="text-align: center;">Тема роботи</th>
      <th scope="col">Науковий керівник</th>
      <th scope="col">Призове місце</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <th scope="row">1</th>
      <td>Дишлевий Павло Романович	</td>
      <td>Internet-технології та Web-дизайн	</td>
      <td>Розробка сайту студентського самоврядування</td>
     <td>Стельмащук Л.В.</td>
     <td>ІІІ</td>
    </tr>
    <tr>
      <th scope="row">2</th>
      <td>Кунцьо Вадим Сергійович</td>
      <td>Інформаційні системи, бази даних та системи штучного інтелекту</td>
      <td>Автоматизована інформаційна система обліку науково-дослідницьких робіт</td>
     <td>Оляніна Н.В.</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">3</th>
      <td>Білінський Назар Васильович</td>
      <td>Мультимедійні системи, навчальні та ігрові програми	</td>
      <td>Створення мобільного додатку для розвитку усних обчислювальних навичок молодших школярів	</td>
     <td>Оляніна Н.В.</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">4</th>
      <td>Шургот Андрій Романович</td>
      <td>Internet-технології та Web-дизайн		</td>
      <td>Туристична карта-схема Гусятинського району</td>
     <td>Чаплінський Р.І.	</td>
     <td>ІІ</td>

    </tr>

    <tr>
      <th scope="row">5</th>
      <td>Ігнацевич Тарас Володимирович	</td>
      <td>Технології програмування</td>
      <td>Використання функцій АРІ для створення нестандартних форм в Delphi</td>
     <td>Барціховська К.І.</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">6</th>
      <td>Цуприк Ілона Степанівна</td>
      <td>Етнології</td>
      <td>Рекрутчина як соціальне явище у фольклорі Правобережної України</td>
     <td>Мацко Н.С.</td>
     <td>ІІ</td>

    </tr>
  </tbody>
</table>
<hr>
	
	<p style="margin-top: 30px;">
		З вересня 2018 року у Гусятинському коледжі відкрито секцію «Робототехніка» Малої академії наук України. Проводить заняття для слухачів викладач циклової комісії програмування Біленький Андрій Леонідович. Студенти навчаються збирати найпростіші конструктори, писати програми керування ними і змушувати міні-машинки рухатися.
	</h1>
	<div class="ph2">
	 <img class="photohist minimized" src="історія/робототехніка.webp" alt="">
	</div>
	<p style="margin-top: 30px;">
		14 січня 2018 року на базі Гусятинського коледжу ТНТУ імені Івана Пулюя проводився І етап Всеукраїнського конкурсу-захисту науково-дослідницьких робіт учнів-членів Тернопільського обласного відділення Малої академії наук України. 
		Молодих науковців привітали представники Тернопільського обласного відділення МАН України: заступник директора з навчально-виховної роботи – Штука Світлана Всеволодівна, та методист історико-географічного відділення – Королішин Оксана Михайлівна. 
	</p>
	<p>
		Конкурс складався з двох турів: написання контрольних робіт з базових дисциплін та представлення власних наукових досліджень. Загалом у І етапі конкурсу-захисту взяло участь 17 учасників.
	</p>
	<div class="ph2">
	 <img class="photohist minimized" src="історія/ман1.webp" alt="">
	</div>
	<p style="margin-top: 30px;">
		16 лютого 2019 року у місті Тернопіль захистом науково-дослідницьких проектів завершилася піврічна робота студентів Гусятинського коледжу ТНТУ імені Івана Пулюя – учасників Малої академії наук. Гусятинський коледж був представлений 15 учасниками, які здобули загалом 10 дипломів різних ступенів.
	</p>
	<br>
	<br>
	<table class="table table-striped table-responsive table-hover">
  <thead>
    <tr>
      <th scope="col">№</th>
      <th scope="col">ПІБ учасника конкурсу</th>
      <th scope="col" style="text-align: center;">Секція</th>
      <th scope="col" style="text-align: center;">Тема роботи</th>
      <th scope="col">Науковий керівник</th>
      <th scope="col">Призове місце</th>

 
    </tr>
  </thead>
  <tbody>
    <tr>
      <th scope="row">1</th>
      <td>Загорняк Вадим Юрійович</td>
      <td>Internet-технології та Web-дизайн	</td>
      <td>Розробка інтернет-магазину цифрового програмного забезпечення</td>
     <td>Стельмащук Л.В.</td>
     <td>ІІІ</td>

    </tr>
    <tr>
      <th scope="row">2</th>
      <td>Шургот Андрій Романович</td>
      <td>Internet-технології та Web-дизайн	</td>
      <td>Створення інтерактивної карти-схеми Гусятинського району	</td>
     <td>Чаплінський Р.І.	</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">3</th>
      <td>Бульчак Марія Іванівна</td>
      <td>Авiа- та ракетобудування, машинобудування і робототехніка</td>
      <td>Розробка смарт-одягу для безпеки учасників дорожнього руху	</td>
     <td>Біленький А.Л.	</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">4</th>
      <td>Лисак Віталія Ігоровича	</td>
      <td>Математичне моделювання</td>
      <td>Методи розв’язування задач лінійного програмування</td>
     <td>Стельмащук Л.В.</td>
     <td>ІІІ</td>

    </tr>

    <tr>
      <th scope="row">5</th>
      <td>Остапишин Лілія Володимирівна	</td>
      <td>Математичне моделювання	</td>
      <td>Методи розв’язування задач динамічного і сіткового програмування	</td>
     <td>Стельмащук Л.В.</td>
     <td>І</td>

    </tr>

    <tr>
      <th scope="row">6</th>
      <td>Будняк Олександр Олегович	</td>
      <td>Прикладна математика	</td>
      <td>Загальні особливості кодування інформації	</td>
     <td>Стельмащук Л.В.</td>
     <td>ІІ</td>

    </tr>

     <tr>
      <th scope="row">7</th>
      <td>Шинкар Ірина Володимирівна</td>
      <td>Прикладна математика</td>
      <td>Деякі методи інтерполювання функції	</td>
     <td>Стельмащук Л.В.</td>
     <td>І</td>

    </tr>

     <tr>
      <th scope="row">8</th>
      <td>Фуг Інна Степанівна</td>
      <td>Етнологія</td>
      <td>Гусятинська синагога як важлива складова етнокультурного ландшафту єврейської громади м. Гусятин	</td>
     <td>Мацко Н.С.	</td>
     <td>ІІІ</td>

    </tr>

     <tr>
      <th scope="row">9</th>
      <td>Марцінковська Інна Володимирівна</td>
      <td>Етнологія</td>
      <td>Єврейська громада містечка Гусятин (на матеріалах з історії смт. Гусятин Тернопільської області)</td>
     <td>Мацко Н.С.	</td>
     <td>ІІІ</td>

    </tr>

     <tr>
      <th scope="row">10</th>
      <td>Мудрак Олександра Ярославівна		</td>
      <td>Літературна творчість	</td>
      <td>Пригодницький елемент як каталізатор творчого задуму і рушій динамічного сюжету (на прикладі повісті Олександри Мудрак «У лабіринтах доль»)		</td>
     <td>Дудар І.А.</td>
     <td>ІІ</td>

    </tr>
  </tbody>
</table>
<hr>	


	<div class="ph2">
	 <img class="photohist minimized" src="історія/photo1.webp" alt="">
	</div>
	<p style="margin-top: 30px;">
		З вересня 2019 року у Гусятинському коледжі відкрито секцію «Українська мова та література» Малої академії наук України. Проводить заняття для слухачів викладач коледжу Гадюк Руслана Володимирівна.
	</p>
		</div>
	</div>
	</section>
<?php require_once 'footer.php'?>