<?php
  $page_title = 'Секція інформатики';
  require_once 'header.php';
?>
	<section class="ukr" id="news">
    <div class="ymovu"><p>Секція інформатики</p>
  </div>
	</header>
  <div class="his">
    <div class="container2" id="math">
      <p> <img src="структура/інформатика/Чаплінський.webp" alt="" class="photorob minimized"> Навчання у Малій академії наук – це перша сходинка студентів в науково-дослідницькій діяльності. Різноманітні конкурси, олімпіади, в яких беруть участь слухачі МАН, не лише збагачують їхній інтелектуальний та духовний розвиток, а й формують самостійність, вчать використовувати здобуті знання на практиці. </p>
 <p>Участь студентів у обласному та Всеукраїнському етапах конкурсу-захисту науково-дослідницьких робіт демонструє ефективність роботи секції «Інформаційні технології». Робота над науково-дослідницькою роботою є своєрідною підготовкою до захисту курсових та дипломних робіт у вищих навчальних закладах, яка розвиває світогляд, розширює творчий потенціал і формує самостійність молодих людей. </p>
 <p>Слухачі МАН мають можливість ознайомитись із безпекою інформаційних та телекомунікаційних систем, комп’ютерними системами та мережами, офісними програмами та графічними системами. На заняттях вивчають візуальну мову програмування Scratch, основи програмування на мові Pascal, C++, мову розмітки гіпертекстових документів HTML5, скриптові технології розробки веб-застосувань на JavaScript, бази даних та реалізацію проектів у візуальному середовищі Visual Studio. </p>
<p style="padding-bottom: 30px;">Заняття проводять досвідчені викладачі коледжу. 
Слухачі секції «Інформаційні технології» із захопленням слухали аспіранта Тернопільського національного технічного університету імені Івана Пулюя Чаплінського Романа Ігоровича, який впевнено вводить їх у світ  про захисту даних, знайомить із первинними поняттями реєстрації, авторизації та автентифікації користувачів в інформаційних системах, розглядає будову локально-обчислювальних мереж на основі домену та однорангової мережі. Для створення власних аплетів слухачі МАН під керівництвом Романа Ігоровича вивчають скриптові технології розробки веб-застосувань. </p>
<div class="ph2">
   <img class="photohist minimized" src="структура/інформатика/на заняттях з іфнформаційних технологій.webp" alt="">
  </div>
<p style="margin-top: 30px;">Невінська Наталія Володимирівна знайомить МАНівців із історією розвитку обчислювальної техніки в Україні та світі. Слухачі МАН набули навиків роботи з текстовим процесором MS Word, електронними таблицями MS Excel та вивчили принципи створення багатотабличних баз даних в MS Access, що стане запорукою підготовки до олімпіади з інформатики та комп’ютерної техніки. </p>
<p style="padding-bottom: 30px;">Основні конструкції мови Pascal, С++ МАНівці вивчають із Барціховською Катериною Іванівною. Уже декілька років її вихованці займають призові місця в обласному конкурсі-захисті науково-дослідницьких робіт. Катерина Іванівна навчає розробки віконних додатків у візуальному середовищі Visual Studio, створення проектів із використанням баз даних тощо. </p>
<div class="ph2">
   <img src="структура/інформатика/Барціховська.webp" alt="" class="photohist minimized">
</div>
<p style="margin-top: 30px;">Викладачі індивідуально працюють із слухачами МАН над науково-дослідницькими роботами. Допомагають їм обрати цікаву та актуальну тему, надають консультації щодо використання сучасних технологій для розробки проекту.
Гусятинський коледж запрошує на навчання в секції «Інформаційні технології» учнів шкіл району.
</p>
    </div>
    </div>
</section>
<?php require_once 'footer.php' ?>