<?php
$page_title = 'Секція математики';
  include 'header.php';
?>
<section class="history" id="news">
		<div class="ymovu"><p>Секція математики</p>
	</div>
	</header>
	<div class="his">
		<div class="container2" id="math">
			<p>Із метою популяризації математичних знань, поглибленого вивчення алгебри та геометрії та кращого знайомства студентів Гусятинського коледжу ТНТУ імені Івана Пулюя із прикладними застосуваннями математики у менеджменті та програмуванні, інженерії та моделюванні економічних процесів з вересня 2017 року запрацювала секція математики Малої академії наук України. </p>  
<p> Першого року до вивчення цієї стародавньої та все ж таки вічно молодої науки прилучилися п’ятнадцять першокурсників. Вони приступили до пізнання математичних законів та закономірностей, спробували познайомитися із новими поняттями та твердженнями, які мозаїкою вкладаються у цілісну картину величної та красивої науки – Математики. До роботи секції долучаються і вільні слухачі – студенти старших курсів коледжу та учні Гусятинської загальноосвітньої школи І-ІІІ ступенів. </p> 
<p> У 2018-2019 навчальному році секція «Математика» продовжила свою роботу з новим набором слухачів. Усього близько двадцяти студентів першого та другого курсу Гусятинського коледжу ТНТУ імені Івана Пулюя взяли участь у поглибленому вивченні алгебри та тригонометрії, планіметрії та стереометрії, векторної алгебри та аналітичної геометрії. </p>
<p> У цьому ж році слухачі секції вперше представили свої роботи на обласному етапі конкурсу-захисту МАН України у місті Тернопіль та здобули свої перші нагороди. Так у секції «Прикладна математика» диплом першого ступеня отримала студентка групи 12 Шинкар Ірина із роботою «Деякі методи інтерполяції функції однієї змінної», а диплом другого ступеня – студент групи 12 Будняк Олександр з роботою «Загальні особливості шифрування інформації». У секції «Математичне моделювання» диплом першого ступеня отримала студентка групи 12 Остапишин Лілія із роботою «Сіткове та динамічне програмування», а диплом третього ступеня – студент групи 11 Лисак Віталій з роботою «Методи розв’язування задач лінійного програмування».  </p>
<p> Свої роботи також представили студент групи 12 Медюх Максим із темою «Методи розв’язування систем лінійних рівнянь» та студент групи Б-21 Коротинський Олександр із темою «Застосування функції багатьох змінних до розв’язування задач економіки».
</p>

<div class="ph2">
	 <img class="photohist minimized" src="математика/Київ4.webp" alt="">
	</div>
	<p style="margin-top: 30px;">
		У травні 2019 року столиця нашої країни, місто Київ, гостинно зустрічала учасників ІІІ фінального етапу Всеукраїнського конкурсу-захисту робіт учнів-членів Малої академії наук України. Серед більш як 1200 учасників було і двоє студентів Гусятинського коледжу Тернопільського національного технічного університету імені Івана Пулюя – студентки 12 групи Остапишин Лілія та Шинкар Ірина зі своїм керівником Стельмащук Людмилою Володимирівною.
	</p>
	<div class="ph2">
	 <img class="photohist minimized" src="математика/Київ2.webp" alt="">
	 <img style="margin-left: 40px;" src="математика/Київ3.webp" alt="" class="photohist minimized">
	</div>
	<p style="margin-top: 30px;">
У 2019-2020 навчальному році секція «Математика» працює за програмою другого року навчання. Продовжено також підготовку науково-дослідницьких робіт.

	</p>
		</div>
		</div>
</section>
<?php include 'footer.php' ?>