<?php
  $page_title = 'Секція ОНД';
  require_once 'header.php';
?>
	<section class="ukr" id="news">
    <div class="ymovu"><p>Секція ОНД</p>
  </div>
	</header>
  <div class="his">
    <div class="container2" id="math">
      <p> <img src="структура/онд/ОНД.webp" alt="" class="photorob minimized"> Що таке наука? Що сьогодні є предметом вивчення для фундаментальної науки? Ці та інші актуальні питання розглядаються на заняттях секції «Основи наукових досліджень». </p>
<p>Викладач циклової комісії програмування Оляніна Надія Володимирівна цікаво та доступно розповідає про суть наукового дослідження, перелік типових зауважень щодо виконання, оформлення та захисту науково-дослідницьких робіт, знайомить із структурою Малої академії наук України. </p>
<p>На заняттях проводиться обговорення про організацію науки в Україні, методологічні засади наукового пізнання і творчості, пошук та опрацювання наукової інформації, методи теоретичних та експериментальних досліджень із застосуванням ЕОМ, оформлення результатів наукових робіт. </p>
<p>Мета викладання «Основи наукових досліджень» - формування знань, вмінь і навичок для проведення наукових досліджень у вибраній галузі та озброєння студентів елементами методики наукових досліджень, що сприятиме розвитку їхнього творчого мислення, оптимальній організації розумової діяльності. Робота секції спрямована на оволодіння слухачами спеціальними знаннями та методичними навичками самостійної, творчої роботи з організації і проведення науково-дослідницької роботи.
</p>
    </div>
    </div>
</section>
<?php require_once'footer.php' ?>