<?php
  $page_title = 'Результати конкурсу';
  require_once 'header.php';
?>
	<section class="res" id="news">
		<div class="ymovu"><p>Визначення результатів конкурсу</p>
	</div>
	<div class="info">
		<div class="result">
			<h1>Конкурс має характер особистої першості. Переможці визначаються в кожній секції за сумою балів, отриманих учасниками в усіх розділах програми конкурсу.</h1>
			<ul class="res2">
				<li>Перше місце не визначається, якщо учасник набрав менше 85 балів.</li>
				<li>Друге місце не визначається, якщо учасник набрав менше 80 балів.</li>
				<li>Третє місце не визначається, якщо учасник набрав менше 75 балів.</li>
			</ul>
			<h1>
				При рівності сум балів декількох учасників місця визначаються з урахуванням підсумків захисту науково-дослідницьких робіт.
<br>
Розподіл призових (перших, других і третіх) місць здійснюється з орієнтовним розподілом їх у співвідношенні 1:2:3.
<br>
Призери конкурсу нагороджуються дипломами I, II, III ступенів.

Учасники конкурсу нагороджуються дипломами учасників
<br><br>
<h1>Результати проведення ІІІ етапу конкурсу затверджуються наказом МОН України.
<br>
Кращі роботи учасників конкурсу можуть бути відзначені спеціальними дипломами, відзнаками та призами.
<br>
Відповідно до Положення про стипендії Президента України для переможців Всеукраїнського конкурсу-захисту науково-дослідницьких робіт учнів-членів Малої академії наук України, затвердженого Указом Президента України від 16 травня 2006 року № 398, переможці та призери III етапу конкурсу в кількості 120 осіб відзначаються стипендіями Президента України.
<br>
Розмір стипендії визначається відповідними нормативними актами.
<br>
Призери конкурсу можуть бути нагороджені іншими спеціальними стипендіями установ, закладів, громадських і благодійних організацій та фондів.
	</h1>
</div>
</div>
</section>
<?php require_once 'footer.php' ?>