<?php
  $page_title = 'Секція робототехніки';
  require_once 'header.php';
?>

	<section class="ukr" id="news">
    <div class="ymovu"><p>Секція робототехніки</p>
  </div>
	</header>
  <div class="his">
    <div class="container2" id="math">
      <p> <img src="структура/робототехніка/DSC_0040.webp" alt="" class="photorob minimized"> Визначальною рисою сучасного суспільства є стрімкий розвиток IT-галузі, робототехніки, нанотехнологій, що зразу зумовлює потребу у досвідчених фахівцях в цій галузі. Робототехніка – це прикладна наука, зорієнтована на створення роботів та робототехнічних систем, покликаних замінити людину у виконанні важких та небезпечних робіт. Поява «розумних» будинків, електромобілів, роботів-помічників у господарстві змушує як молодь, так і старше покоління захоплюватися технологіями майбутнього. </p>
 <p> І хоч, на перший погляд, такі технології ще новинка, але найпростіші моделі робототехніки можуть створити навіть учні. Саме тому з вересня 2018 року у Гусятинському коледжі відкрито секцію «Робототехніка» Малої академії наук України. Проводить заняття для слухачів викладач циклової комісії програмування Біленький Андрій Леонідович. <p>Студенти навчаються збирати найпростіші конструктори, писати програми керування ними і змушувати міні-машинки рухатися.</p>
<p>Батьки все частіше ламають голови над тим, яким же сучасним премудростям навчити дітвору, щоб ті зі своїм багажем знань не тільки крокували в ногу з часом, а й правильно вибрали професію, яка дозволить добре заробляти і будувати кар’єру. Якщо Ваша дитина захоплена технікою, проявляє інтерес до точних наук, можливо, їй варто відкрити світ робототехніки. Майбутнє дитини залежить від неї, а завдання батьків – зробити все для того, щоб розкрити потенціал, підтримати будь-які починання, дати всі можливості для розвитку таланту, нехай навіть це не той талант, про який їм мріялося.  </p>
<p>Гусятинський коледж ТНТУ імені Івана Пулюя запрошує учнів 8-11 класів ЗОШ району на заняття в секції Робототехніка» Малої академії наук. 
</p>
    </div>
    </div>
</section>
<?php require_once 'footer.php' ?>
