
<?php
  $page_title = 'Проекти';
  require 'header.php';
?>
<head>
  <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.4.1/css/bootstrap.min.css">
</head>
<section class="teacher" id="news">
    <div class="ymovu"><p>Наукові відділення і секції</p>
  </div>  
<table class=" table table-bordered table-responsive"  style="width: 80%; margin: 0 auto; margin-bottom:20px;">
  <thead>
    <tr style="text-align: center;">
      <th scope="col">Назва відділення</th>
      <th scope="col">Секція</th>
      <th scope="col">Базова дисципліна</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      
      <td rowspan="3" >І. Математики</td>
      <td>1. Математика</td>
      <td >Математика</td>
      
    </tr>
    <tr>
      
      <td>2. Прикладна математика</td>
      <td>Математика</td>
      
    </tr>
    <tr>
      
      <td>3. Математичне моделювання</td>
      <td>Математика</td>
    </tr>

    <tr>
      
      <td rowspan="3" >ІІ. Економіки</td>
      <td>1. Економічна теорія та історія економічної думки</td>
      <td>Математика</td>
      
    </tr>
    <tr>
      
      <td>2. Мікроекономіка та макроекономіка</td>
      <td>Математика</td>
      
    </tr>
    <tr>
      
      <td>3. Фінанси, грошовий обіг і кредит</td>
      <td>Математика</td>
    </tr>

     <tr>
      
      <td rowspan="4" >ІІІ. Фізики і астрономії</td>
      <td>	1. Теоретична фізика</td>
      <td>Фізика</td>
      
    </tr>
    <tr>
      
      <td>2. Експериментальна фізика	</td>
      <td>Фізика</td>
      
    </tr>
    <tr>
      
      <td>3. Астрономія та астрофізика</td>
      <td>Фізика</td>
    </tr>
     <tr>
      
      <td>4. Аерофізика та космічні дослідження</td>
      <td>Фізика</td>
    </tr>

     <tr>
      
      <td rowspan="6" >IV. Філософії та суспільствознавства</td>
      <td>1. Філософія</td>
      <td>Історія України</td>
      
    </tr>
    <tr>
      
      <td>2. Соціологія	</td>
      <td>Історія України</td>
      
    </tr>
    <tr>
      
      <td>3. Правознавство	</td>
      <td>Історія України</td>
    </tr>
     <tr>
      
      <td>4. Теологія, релігієзнавство та історія релігії</td>
      <td>Історія України</td>
    </tr>
    <tr>
      
      <td>5. Педагогіка	</td>
      <td>Українська мова та література</td>
    </tr>
    <tr>
      
      <td>6. Журналістика</td>
      <td>Українська мова та література</td>
    </tr>


     <tr>
      
      <td rowspan="4" >V. Наук про Землю	</td>
      <td>1. Географія та ландшафтознавство	</td>
      <td>Географія</td>
      
    </tr>
    <tr>
      
      <td>2. Геологія, геохімія ті мінералогія	</td>
      <td>Географія</td>
      
    </tr>
    <tr>
      
      <td>3. Кліматологія та метеорологія</td>
      <td>Географія</td>
    </tr>
     <tr>
      
      <td>4. Гідрологія	</td>
      <td>Географія</td>
    </tr>



 <tr>
      
      <td rowspan="6" >VI. Екології та аграрних наук</td>
      <td>1. Екологія</td>
      <td>Біологія, хімія, українська мова (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>2. Охорона довкілля та раціональне природокористування</td>
      <td>Біологія, хімія, іноземна мова (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>3. Агрономія	</td>
      <td>Біологія, хімія (за вибором)</td>
    </tr>
     <tr>
      
      <td>4. Ветеринарія та зоотехнія</td>
      <td>Біологія, хімія (за вибором)</td>
    </tr>
    <tr>
      
      <td>5. Лісознавство</td>
      <td>Біологія, математика (за вибором)</td>
    </tr>
    <tr>
      
      <td>6. Селекція та генетика</td>
      <td>Біологія, математика (за вибором)</td>
    </tr>



 <tr>
      
      <td rowspan="6" >VIІ. Літературознавства, фольклористики та мистецтвознавства	</td>
      <td>1. Українська література	</td>
      <td>Українська мова та література</td>
      
    </tr>
    <tr>
      
      <td>2. Зарубіжна література</td>
      <td>Українська мова та література, зарубіжна література (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>3. Фольклористика	</td>
      <td>Українська мова та література</td>
    </tr>
     <tr>
      
      <td>4. Мистецтвознавство</td>
      <td>Українська мова та література</td>
    </tr>
    <tr>
      
      <td>5. Літературна творчість</td>
      <td>Українська мова та література</td>
    </tr>
    <tr>
      
      <td>6. Кримськотатарська гуманітаристика</td>
      <td>Кримськотатарська мова та література, українська мова та література, історія Уркаїни (за вибором)</td>
    </tr>



<tr>
      
      <td rowspan="7" >VIІІ. Хімії та біології</td>
      <td>1. Загальна біологія</td>
      <td>Біологія, хімія (за вибором)
</td>
      
    </tr>
    <tr>
      
      <td>2. Біологія людини</td>
      <td>Біологія, хімія (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>3. Зоологія, ботаніка	</td>
      <td>Біологія, хімія (за вибором)</td>
    </tr>
     <tr>
      
      <td>4. Медицина</td>
      <td>Біологія, хімія, фізика(за вибором)</td>
    </tr>
       <tr>
      
      <td>5. Валеологія</td>
      <td>Біологія, хімія (за вибором)</td>
    </tr>
     <tr>
      
      <td>6. Психологія	</td>
      <td>Біологія, історія України (за вибором)</td>
    </tr>
     <tr>
      
      <td>7. Хімія</td>
      <td>Хімія</td>
    </tr>

    <tr>
      
      <td rowspan="5" >IX. Історії</td>
      <td>1. Історія України</td>
      <td>Історія України</td>
      
    </tr>
    <tr>
      
      <td>2. Археологія	</td>
      <td>Історія України</td>
      
    </tr>
    <tr>
      
      <td>3. Історичне краєзнавство	</td>
      <td>Історія України</td>
    </tr>
     <tr>
      
      <td>4. Етнологія	</td>
      <td>Історія України</td>
    </tr>
    <tr>
      
      <td>5. Всесвітня історія	</td>
      <td>Історія України</td>
    </tr>
    <tr>
     


<tr>
      
      <td rowspan="7" >X. Мовознавства</td>
      <td>1. Українська мова</td>
      <td>Українська мова та література</td>
      
    </tr>
    <tr>
      
      <td>2. Російська мова	</td>
      <td>Російська мова</td>
      
    </tr>
    <tr>
      
      <td>3. Іспанська мова	</td>
      <td>Іспанська мова</td>
    </tr>
     <tr>
      
      <td>4. Англійська мова</td>
      <td>Англійська мова</td>
    </tr>
       <tr>
      
      <td>5. Німецька мова	</td>
      <td> Німецька мова</td>
    </tr>
     <tr>
      
      <td>6. Французька мова</td>
      <td>Французька мова</td>
    </tr>
     <tr>
      
      <td>7. Польська мова	</td>
      <td>Польська мова</td>
    </tr>



    <tr>
      
      <td rowspan="7" >XІ. Технічних наук</td>
      <td>1. Технологічні процеси та перспективні технології</td>
      <td>Фізика, математика (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>2. Електроніка та приладобудування</td>
      <td>Фізика, математика (за вибором)</td>
      
    </tr>
    <tr>
      
      <td>3. Матеріалознавство	</td>
      <td>Фізика, математика (за вибором)</td>
    </tr>
     <tr>
      
      <td>4. Авіа- та ракетобудування, машинобудування і робототехніка	</td>
      <td>Фізика, математика (за вибором)</td>
    </tr>
       <tr>
      
      <td>5. Інформаційно-телекомунікаційні системи та технології</td>
      <td>Фізика, математика (за вибором)</td>
    </tr>
     <tr>
      
      <td>6. Екологічно безпечні технології та ресурсозбереження</td>
      <td>Фізика, математика (за вибором)</td>
    </tr>
     <tr>
      
      <td>7. Науково-технічна творчість та винахідництво	</td>
      <td>Фізика, математика (за вибором)</td>
    </tr>



    <tr>
      
      <td rowspan="6" >XІІ. Комп’ютерних наук</td>
      <td>1. Комп’ютерні системи та мережі	</td>
      <td>Математика</td>
      
    </tr>
    <tr>
      
      <td>2. Безпека інформаційних та телекомунікаційних систем	</td>
      <td>Математика</td>
      
    </tr>
    <tr>
      
      <td>3. Технології програмування</td>
      <td>Математика</td>
    </tr>
     <tr>
      
      <td>4. Інформаційні системи, бази даних та системи штучного інтелекту	</td>
      <td>Математика</td>
    </tr>
       <tr>
      
      <td>5. Internet-технології та WEB дизайн</td>
      <td>Математика</td>
    </tr>
     <tr>
      
      <td>6. Мультимедійні системи, навчальні та ігрові програми</td>
      <td>Математика</td>
    </tr>
    </table>
    <?php
    include 'footer.php';
    ?>