<?php
  $page_title = 'Секція української мови та літератури';
  require_once 'header.php';
?>

	<section class="ukr" id="news">
    <div class="ymovu"><p>Секція української мови та літератури</p>
  </div>
	</header>
  <div class="his">
    <div class="container2" id="math">
      <p> <img src="структура/укр мова/mova.webp" alt="" class="photorob minimized"> МАН для когось асоціюється з можливістю поспілкуватися з науковцями, для когось – з монотонним зазубрюванням та нудними заняттями. Хтось захоплюється, а хтось дотримується кардинально іншої думки, але байдужих немає. </p>
<p>Секція «Українська мова та література» почала працювати з вересня 2019 року. Діяльність секції спрямована на створення творчих колективів студентів для опрацювання дослідницьких проектів, публікацію статей у наукових збірниках, участь у науково-практичних конференціях та культурно-освітніх програмах. Тут студенти мають можливість реалізувати як свої наукові потенціали, так і творчі таланти. <p>
<p>Кажуть, нецікавим є лише те, чого ми не розуміємо. А варто придивитись до теми детальніше, як з глибин народжується непідробна зацікавленість, а тоді вже і незрозумілі знаки транскрипції, і абстракційні картини словотвору, і дивні схеми синтаксису перетворюються на цікаві ребуси, розгадка яких стає твоїм особистим викликом. А вивчення української літератури трансформується у квест порівнянь і зіставлень. Бо виявляться, що Карпенка-Карого можна і потрібно порівнювати з О. де Бальзаком, М. Коцюбинського і П. Мирного з В. Шекспіром, а Б.-І. Антонича з А. Рембо. У такі моменти приходить розуміння, що знання – це цікаво, для наполегливості і цілеспрямованості немає нічого неможливого, а успіх – це лише краплина здібностей і велика праця.
</p>
    </div>
    </div>
</section>
<?php require_once 'footer.php' ?>