<?php
  $page_title = 'Умови проведення конкурсу';
  include 'header.php';
?>  
	<section id="news">
	<div class="ymovu"><p>Умови проведення конкурсу</p>
	</div>
	<div class="info">
		
			<div class="konkurs">
			<h1>1. Конкурс проводиться у три етапи:</h1>
			<ul class="ymov">
				<li>І етап - районний (міський);</li>
				<li>II етап - республіканський (в Автономній Республіці Крим), обласний, міський (у містах Києві та Севастополі);</li>
				<li>III етап - Всеукраїнський (фінальний).</li>
			</ul>
			<h1>
				<br>
				2. У загальноосвітніх, позашкільних і професійно-технічних навчальних закладах може проводитися відбірковий тур І етапу Конкурсу у формі конференцій наукових товариств учнів, якщо такі товариства у цих закладах діють.
<br>
Порядок організації та проведення конференції наукового товариства учнів визначається наказом керівника навчального закладу або керівним органом наукового товариства.
<br>
Підсумки конференції наукового товариства учнів затверджуються наказом керівника навчального закладу. На підставі цього наказу визначається список учнів, які братимуть участь у І етапі Конкурсу.
<br>
<br>
3. Організацію та керівництво І етапом Конкурсу здійснюють місцеві органи управління освітою.
<br>
Організацію та керівництво ІІ етапом Конкурсу здійснюють орган виконавчої влади Автономної Республіки Крим у сфері освіти, місцеві органи управління освітою в областях, містах Києві та Севастополі.
<br>
Координацію І та ІІ етапів Конкурсу забезпечують територіальні відділення Малої академії наук України (за їх наявності).
<br>
<br>
4. Строки, місце проведення, визначення результатів І етапу Конкурсу, а також інші умови, передбачені цими Правилами, та строки подання робіт визначаються наказами місцевих органів управління освітою.
<br>
Строки, місце проведення ІІ етапу Конкурсу, а також інші умови, передбачені цими Правилами, у тому числі строки подання робіт, визначаються наказами органу виконавчої влади Автономної Республіки Крим у сфері освіти, місцевих органів управління освітою в областях, містах Києві та Севастополі.
<br>
<br>
5. Переліки наукових відділень, наукових секцій, в яких проводяться І і ІІ етапи Конкурсу, та базових дисциплін затверджуються окремими наказами відповідних органів управління освітою з урахуванням поданих заявок.
<br>
ІІІ етап Конкурсу проводиться в таких наукових відділеннях:
			</h1>
			<ul class="ymov">
				<li>літературознавства, фольклористики та мистецтвознавства;</li>
				<li>мовознавства;</li>
				<li>філософії та суспільствознавства;</li>
				<li>історії;</li>
				<li>наук про Землю;</li>
				<li>технічних наук;</li>
				<li>комп`ютерних наук;</li>
				<li>математики;</li>
				<li>фізики та астрономії;</li>
				<li>економіки;</li>
				<li>хімії та біології;</li>
				<li>екології та аграрних наук.</li>
			</ul>
	<h1 style="margin-top: 15px;">
		
		6. До переліку наукових відділень, в яких проводиться ІІІ етап Конкурсу, МОН України може вносити зміни за поданням НЦ «МАНУ» не частіше одного разу на два роки. Зміни до переліку наукових відділень, за якими проводиться Конкурс, затверджуються наказом МОН України.
<br>
Перелік наукових секцій, у яких проводиться ІІІ етап Конкурсу, та базових дисциплін визначається щороку МОН України за поданням НЦ «МАНУ» та затверджується наказом МОН України.
<br>
<br>
7. Для участі у І етапі Конкурсу керівники навчальних закладів, у яких навчаються учасники, у встановлені відповідними наказами строки подають до організаційних комітетів І етапу такі документи:
	</h1>
	<ul class="ymov">
		<li>заявки на участь у І етапі Конкурсу за формою згідно з додатком 1;</li>
		<li>науково-дослідницькі роботи учасників.</li>
	</ul>
	<h1>
		<br>
		8. Підсумки проведення І етапу Конкурсу затверджуються наказами місцевих органів управління освітою на підставі протоколів журі та оприлюднюються на офіційних веб-сайтах цих органів управління освітою не пізніше ніж через 10 календарних днів після закінчення І етапу.
<br>
За результатами І етапу Конкурсу формуються команди для участі в ІІ етапі.
<br><br>
9. Для участі у ІІ етапі Конкурсу організатором І етапу у встановлені відповідними наказами строки учасниками подаються до організаційного комітету ІІ етапу такі документи:
	</h1>
	<ul ymov>
		<li>наказ про підсумки проведення І етапу Конкурсу;</li>
		<li>заявки на участь у ІІ етапі Конкурсу (додаток 1);</li>
	</ul>
	<h1>
		<br>
		Інформація про результативність участі вихованців територіального відділення Малої академії наук України в І етапі Конкурсу (додаток 2);
<br>
<br>
10. Підсумки проведення ІІ етапу Конкурсу затверджуються наказами органу виконавчої влади Автономної Республіки Крим у сфері освіти, місцевих органів управління освітою в областях, містах Києві та Севастополі на підставі протоколів журі та оприлюднюються на офіційних веб-сайтах цих органів управління освітою не пізніше ніж через 10 календарних днів після закінчення ІІ етапу.
<br>
За результатами ІІ етапу Конкурсу формуються команди для участі у ІІІ етапі.
<br>
<br>
11. Строки та місце проведення ІІІ етапу Конкурсу, а також перелік необхідної документації та строки її подання визначаються наказом МОН України.
<br>
<br>
12. Безпосередню організацію та проведення ІІІ етапу Конкурсу забезпечує НЦ «МАНУ».
<br>
<br>
13. Для участі учасників у ІІІ етапі Конкурсу організатором ІІ етапу у встановлені наказом МОН України строки подаються до організаційного комітету ІІІ етапу такі документи:
	</h1>
	<ul class="ymov">
		<li>копія підсумкового наказу органу виконавчої влади Автономної Республіки Крим у сфері освіти, місцевого органу управління освітою в області, містах Києві або Севастополі про результати проведення II етапу Конкурсу;</li>
		<li>заявки на участь у III етапі Конкурсу (додаток 1);</li>
		<li>інформація про результативність участі вихованців територіального відділення Малої академії наук України в ІІ етапі Конкурсу (додаток 2);</li>
		<li>науково-дослідницькі роботи на паперових і електронних носіях;</li>
		<li>тези науково-дослідницьких робіт усіх учасників ІІІ етапу від територіального відділення Малої академії наук України на одному електронному носії;</li>
		<li>паспорти експонатів (розробок) - за їх наявності (додаток 3);</li>
		<li>анкети учасників III етапу Конкурсу (додаток 4);</li>
		<li>по дві фотографії кожного учасника розміром 3,5 х 4,5 см.</li>
	</ul>
	<h1>
		<br>
		14. Усі науково-дослідницькі роботи повинні бути оформлені згідно з Вимогами щодо написання, оформлення та представлення учнівських науково-дослідницьких робіт (додатки 5,6).
<br>
<br>
15. Результати ІІІ етапу Конкурсу затверджуються наказом МОН України та оприлюднюються на офіційних веб-сайтах МОН України, НЦ «МАНУ», Національного еколого-натуралістичного центру учнівської молоді та Українського державного центру патріотичного виховання, краєзнавства і туризму учнівської молоді не пізніше ніж через 20 календарних днів після його закінчення.
<br>
<br>

16. Втручання батьків та інших осіб у процедуру проведення Конкурсу, розгляду апеляційних заяв учасників, у роботу організаційного комітету та журі забороняються.
<br>
<br>
17. Фото-, кіно-, телезйомки під час проведення Конкурсу здійснюються з дотриманням вимог чинного законодавства.
	</h1>
</div>
		</div>
		</div>
	</section>
<?php include 'footer.php'?>